[InteractiveObjects.MO_HomeMovies_Camera InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_HomeMovies_JackCutOut InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.MO_HomeMovies_OrbitalBeacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_HomeMovies_ProbeBeacon InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_HomeMovies_MoxxisCamera MissionItemDefinition]
UseFailureCharacterMessage="That's how you should be %s required."
ItemName="Moxie is a dirty camera."
PickupMessage="he is there %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This project has not been approved.."
NoManufacturerName="all over"

[ItemDefs.ID_MO_HomeMovies_MoxxisCamera:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A camera that records dirty things.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_HomeMovies_OrbitalBeaconPickup MissionItemDefinition]
UseFailureCharacterMessage="You will be %s Usage."
ItemName="Hyperion Moon price"
PickupMessage="You have %s"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use it.."
NoManufacturerName="say"

[ItemDefs.ID_MO_HomeMovies_OrbitalBeaconPickup:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Channels are used to request delivery of messages to send to Hyperion.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_ProbeBeacon MissionItemDefinition]
UseFailureCharacterMessage="It's possible. %s Use this.."
ItemName="strong light"
PickupMessage="As requested. %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage="It cannot be used.."
NoManufacturerName="see below"

[ItemDefs.ID_MO_ProbeBeacon:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="This flag is used to control the behavior of the Hyperion controller.."
NoConstraintText=""
Suffix=""
Prefix=""

